bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
denoland.vscode-deno
docker.docker
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-pull-request-github
gruntfuggly.todo-tree
hediet.vscode-drawio
humao.rest-client
inu1255.easy-snippet
jasonnutter.search-node-modules
jock.svg
knisterpeter.vscode-commitizen
leizongmin.node-module-intellisense
mattpocock.ts-error-translator
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-vscode-remote.remote-containers
ms-vscode.atom-keybindings
ms-vsliveshare.vsliveshare
mtxr.sqltools
mtxr.sqltools-driver-pg
naumovs.color-highlight
patbenatar.advanced-new-file
pkief.material-icon-theme
ritwickdey.liveserver
shopify.theme-check-vscode
sleistner.vscode-fileutils
sst-dev.opencode
styled-components.vscode-styled-components
supermaven.supermaven
tal7aouy.theme
unifiedjs.vscode-mdx
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscodevim.vim
wayou.vscode-todo-highlight
yoavbls.pretty-ts-errors
